Repository: Gildus/translator-gui-bundle
Catalog: Resources/translations/messages.*.xliff
Languages: de

# button.add_new_language
source: Add new language
de: Neue Sprache anlegen

# button.close
source: Close
de: Schliessen

# button.languagefile_copy
source: Copy
de: Kopieren

# button.languagefile_copy_cancel
source: Cancel
de: Abbrechen

# button.languagefile_copy_confirm
source: Create Copy
de: Kopie anlegen

# button.languagefile_delete
source: Delete
de: Löschen

# button.languagefile_delete_cancel
source: Cancel
de: Abbrechen

# button.languagefile_delete_confirm
source: Delete file
de: Dateien löschen

# button.languagefile_edit
source: Edit
de: Bearbeiten

# button.languagefile_rescan
source: Rescan
de: Einlesen

# button.message_edit
source: Edit
de: Bearbeiten

# button.message_save_cancel
source: Cancel
de: Abbrechen

# button.message_save_confirm
source: Submit
de: Speichern

# button.toggle_translation_reference
source: Switch reference language
de: Referenzsprache umschalten

# form.languagechoice_label_additional
source: or another locale definition
de: oder sonstige Sprache angeben

# form.languagechoice_label_choose_language
source: Choose language
de: Sprache wählen

# form.languagechoice_label_misc
source: Miscellaneous, please specify below:
de: Sonstige Sprache, bitte locale-Definition angeben:

# form.languagechoice_label_submit
source: Create new language
de: Neue Sprache anlegen

# headline.action
source: Action
de: Aktion

# headline.bundle_actions
source: Actions
de: Aktionen

# headline.bundle_language
source: Language
de: Sprache

# headline.message_action
source: Action
de: Aktion

# headline.message_key
source: Original data
de: Original

# headline.message_translation
source: Translation
de: Übersetzung

# home.message
source: Welcome to TranslatorGUIBundle!
de: Willkommen zum TranslatorGUIBundle!

# message.copy_alert_message
source: An error occurred. Please choose language or submit custom locale definition.
de: Fehler! Bitte wählen Sie eine Sprache oder geben Sie die locale-Einstellung ein.

# message.language_file_copy_error
source: Error by copying language file.
de: Fehler beim Kopieren der Sprachdatei.

# message.language_file_copy_success
source: The language file was copied successfully.
de: Die Sprachdatei wurde erfolgreich kopiert.

# message.language_file_copy_success_filtered
source: The language file was copied successfully, but the locale is filtered as
de: Die Sprachdatei wurde kopiert, aber die Sprache wurde gesetzt auf:

# message.language_file_copy_warning
source: An error occurred by copying the language file.
de: Beim Kopieren ist ein Problem aufgetreten.

# message.languagefile_created_error
source: Error by creating language file.
de: Fehler beim Anlegen der Sprachdatei.

# message.languagefile_created_error_no_messages
source: No messages found. The language file was not created.
de: Keine zu übersetzenden Texte gefunden, die Sprachdatei wurde nicht angelegt.

# message.languagefile_created_success
source: The language file was created successfully.
de: Die Sprachdatei wurde erfolgreich erstellt.

# message.languagefile_delete_warning
source: Beware! The language file will be deleted permanently and could not be recovered!
de: Achtung! Die Sprachdatei wird unwiderruflich gelöscht und kann nicht wiederhergestellt werden!

# message.languagefile_deleted_error
source: Error by deleting language file.
de: Fehler beim Löschen der Sprachdatei.

# message.languagefile_deleted_success
source: The language file was deleted successfully.
de: Die Sprachdatei wurde erfolgreich gelöscht.

# message.languagefile_not_found
source: No message file found.
de: Keine Übersetzungsdatei gefunden

# message.loader
source: Please wait...
de: Bitte warten...

# message.rescan_error
source: An error occurred in rescan process.
de: Fehler beim Einlesen

# message.rescan_success
source: Rescan successfully finished.
de: Das Einlesen wurde erfolgreich abgeschlossen.

# message.translation_save_error
source: An error occurred by saving the translation.
de: Fehler beim Speichern der Übersetzung.

# nav.back_bundles
source: Back to
de: Zurück zur

# nav.bundles
source: List of bundles
de: Liste der Bundles

# nav.home
source: Home
de: Startseite

# title.add_new_language
source: Add new language
de: Neue Sprache hinzufügen

# title.languagefile_copy
source: Copy language file
de: Sprachdatei kopieren

# title.languagefile_delete
source: Delete language file
de: Sprachdatei löschen

# title.list_bundles
source: List of Bundles
de: Liste der Bundles

# title.message_translate
source: Translate Message
de: Übersetze Nachricht

# title.messages
source: Translate file
de: Sprachdatei übersetzen

# title.rescan_progress
source: Rescan in progress...
de: Einlesen läuft...

# url.bundles
source: List of Bundles
de: Liste der Bundles
